/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"mgc_game_center_old_navi_right_title" = "Favorites";
"mgc_game_center_navi_right_title" = "Favorites";//Favorites
"mgc_game_center_version_update_alert" = "Please download the latest version";
"mgc_game_center_other_status_alert" = "Coming soon!";
"mgc_game_center_login_status_alert" = "Login successfully!";
"mgc_game_center_recent_played_title" = "Recent games";
"mgc_favorites_segment_bar_title" = "Favorites";
"mgc_favorites_recent_user_title" = "Recently";
"mgc_favorites_navi_right_title" = "Clear";
"mgc_favorites_navi_right_alert_title" = "Are you sure you want to clear the cache?";
"mgc_favorites_navi_right_alert_subTitle" = "Clearing the cache will make my collection and recent use disappear";
"mgc_favorites_no_data_title" = "No collection";
"mgc_favorites_recent_use_no_data_title" = "No recent use";
"mgc_favorites_cancel_recent_use_title" = "Are you sure you want to cancel the latest use?";
"mgc_favorites_cancel_title" = "Are you sure you want to cancel the collection?";
"mgc_favorites_alert_cancel_title" = "No";
"mgc_favorites_alert_sure_title" = "Yes";


"mgc_game_center_look_more_title" = "View more";
"mgc_game_center_play_btn_title" = "Play";
"mgc_game_center_open_btn_title" = "Open";

"mgc_game_center_look_all_title" = "View all";//View all
"mgc_game_center_recent_played_baidu_title" = "My game";
"mgc_game_center_played_num_des" = "%ldw played";
"mgc_game_center_setting_title" = "Mine";
"mgc_game_center_navi_right_coin_title" = "Set";
"mgc_game_center_coin_double_Title" = "High";

"mgc_coin_no_video_alert_title" = "High-power gold coin area, if you choose to give up watching videos, you will not be able to obtain\n";
"mgc_coin_no_video_alert_sign" = "Coin";
"mgc_coin_no_video_alert_sure_btn_title" = "Sure";
"mgc_game_center_bottom_wifi_des" = "ⓘ The content is provided by third-party";

"mgc_game_center_sign_cash_title" = "Cash";
"mgc_game_center_sign_rmb_sign" = "About%.2fYuan";
"mgc_game_center_sign_tomorrow_sign" = "Please sign in tomorrow.";
"mgc_game_center_sign_today_sign" = "Today";
"mgc_game_center_sign_finish" = "Signed";
"mgc_game_center_sign_date_1" = "1";
"mgc_game_center_sign_date_2" = "2";
"mgc_game_center_sign_date_3" = "3";
"mgc_game_center_sign_date_4" = "4";
"mgc_game_center_sign_date_5" = "5";
"mgc_game_center_sign_date_6" = "6";
"mgc_game_center_sign_date_7" = "7";

"mgc_game_center_search_game_title" = "Recent hot games";
"mgc_game_center_search_hot_title" = "Everybody's searching";
"mgc_game_center_search_history_title" = "Historical Records";
"mgc_game_center_search_result_success" = "Success";
"mgc_game_center_search_result_no_data" = "No related games were found";
"mgc_game_center_search_placeholder" = "Everybody's searching for games";
"mgc_game_center_header_search_title" = "Search Game";
"mgc_game_center_search_history_cancel" = "Clear";
